Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.11.03.15_fin.txt.tmx
Source language: fin
Languages: sme

source: Viimeinen blogipäivitys ja surutyön alku Kirjoitan tätä tunnekuohussa pyydän lukijaa ymmärtämään sen.
sme: Maŋimus bloggačálus ja morašbarrgu álgu Čálán dán blogga bahča dovdduid siste ja bivddán lohkki ipmirdit dan.

source: Blogini tulee näin yöaikaan, koska halusin saada ilmoitettua välittömästi ja saada myös itselleni rauhan.
sme: Mu blogga boahttá ná ihkku, daningo háliidin ilmmuhit áššis dakkaviđe ja oažžut maid alccesan ráfi.

source: Olen myös yrittänyt koota ajatuksiani, mikä on tässä sekavassa tilanteessa vienyt aikaa.
sme: Mun lean maid geahččalan čohkket iežan jurdagiid, mii lea dán seahkkedilis dolvon áiggi.

source: Olen tänään lähettänyt kirjeen saamelaiskäräjille ja pyytänyt eroa saamelaiskäräjien puheenjohtajan tehtävästä ja kaikista luottamustehtävistä, joihin minut on saamelaiskäräjien edustajana nimetty.
sme: Mun lean odne sádden reivve sámediggái ja bivdán earu sámedikki ságadoalli barggus ja buot luohttámušbargguin, maidda mun lean sámedikki ovddasteaddjin nammaduvvon.

source: Olen lähettänyt myös kirjeen valtioneuvostolle, jossa olen pyytänyt eroa saamelaiskäräjien jäsenyydestä.
sme: Lean sádden maid reivve stáhtaráđđái, mas lean bivdán earu sámedikki lahttuvuođas.

source: Tämä jää siis viimeiseksi blogikirjoituksekseni saamelaiskäräjien puheenjohtajana.
sme: Dát báhcá nappo mu maŋimus bloggačálusin sámedikki ságadoallin.

source: En koskaan kuvitellut, että jättäisin saamelaiskäräjät tällaisella tavalla ja näin ikävissä tunnelmissa.
sme: In lean goassige govahallan, ahte guođálin sámedikki dáinna lágiin ja ná ahkidis dovdamušaid siste.

source: Tulin saamelaiskäräjille tarkoituksenani luoda saamelaisille parempaa tulevaisuutta, mutta eduskunta on tehnyt nämä tavoitteet tyhjäksi.
sme: Bohten sámediggái ulbmiliin duddjot sápmelaččaide buoret boahtteáiggi, muhto riikkabeaivvit lea dahkan dáid ulbmiliid duššin.

source: Olen hyvin pettynyt, surullinen ja vihainen.
sme: Lean hui behtton, morašlaš ja vasáškan.

source: Lähtö ei ole kunniakas, mutta voin ainakin sanoa että minulla on saamelainen identiteetti, arvot ja periaatteet jäljellä.
sme: Vuolgin ii soaitte leat gutnálaš, muhto sáhtán aŋkke dadjat ahte mus lea sápmelaš iešdovdu, árvvut ja prinsihpat báhcán.

source: Se ei valitettavasti kuitenkaan lohduta ketään muita kun minua ja lapsiani.
sme: Dat ii dađi bahábut jeđđe geange eará go mu ja mánáidan.

source: Tämä päivä on ollut kuin pahin painajaiseni.
sme: Dát beaivi lea dego mu vearrámus deattán niehku.

source: Silmieni edessä on vilahtanut saamelaiskulttuurin rikas historia ja epävarmempaa epävarmempi tulevaisuus.
sme: Mu čalmmiid ovddas lea livkkihan sámi kultuvrra rikkes historjá ja eahpesihkkarit sihkarmeahttun boahtteáigi.

source: Saamelaiskäräjien puheenjohtajisto seurasi eduskunnan istuntoa ja tapaamisemme tänään iltapäivällä oikeusministeri Anna-Maja Henrikssonin ja minun osaltani tapaaminen jäi viimeiseksi saamelaiskäräjien puheenjohtajana.
sme: Sámedikki ságadoallit čuvvo riikkabeivviid dievasčoakkáma ja deaivvadeapmi odne eahketbeaivve vuoigatvuohtaministtar Anna-Maja Henrikssona ja mu buohta deaivvadeapmi bázii maŋimussan sámedikki ságadoallin.

source: Kiitin häntä tekemästään työstä saamelaisten eteen ja esimerkillisestä ja hienosta yhteistyöstä saamelaiskäräjien kanssa.
sme: Giiten su bargan barggus sápmelaččaid buorrin ja ovdamearkkalaš ja fiinna ovttasbarggus sámedikkiin.

source: Tapaaminen oli meille kaikille raskas ja olimme kaikki hyvin pettyneitä.
sme: Deaivvadeapmi lei midjiide buohkaide lossat ja leimmet buohkat hui behtton.

source: Olemme oikeusministerin kanssa eläneet saamelaiskäräjälaista ja Ilo 169:stä kolmen vuoden ajan melkein päivittäin.
sme: Ledne vuoigatvuohtaministariin eallán sámediggelágas ja ILO 169:s golbma jagi measta beaivválaččat.

source: Teimme kaikkemme.
sme: Dagaime visot maid basttiime.

source: Mutta se ei urheilutermein sanottuna riittänyt.
sme: Muhto dat faláštallantearpmáiguin ii lean nohkka.

source: Olo on tyhjä.
sme: Ferte dadjat, ahte lean guorranan.

source: Olimme kaikki järkyttyneitä eduskunnan päätöksestä.
sme: Mii leimmet buohkat soasihan riikkabeivviid mearrádusas.

source: Suuret puolueet pettivät hallitusohjelman ja saamelaiset.
sme: Stuora bellodagat behtte ráđđehusprográmma ja sápmelaččaid.

source: Hallitus kaatui omin äänin.
sme: Ráđđehus gopmanii iežas jienaiguin.

source: Tämä on Suomen poliittisen historian suuri ja ikävä erikoisuus.
sme: Dát lea Suoma politihkalaš historjjá stuora ja ahkidis earenoamášvuohta.

source: Henriksson teki tässä tilanteessa ainoan oikean ratkaisun ja veti saamelaiskäräjälain pois eduskunnasta.
sme: Henriksson barggai dán dilis áidna rievttes čovdosa ja gesii sámediggelága eret riikkabeivviid gieđahallamis.

source: Suurin erikoisuus on kenties se, että muutama saamelaiskäräjäjäsen (jotka eivät edes käy juurikaan kokouksissa) ovat vedonneet, että Suomi ratifioisi ILO 169-sopimuksen ilman mitään reunaehtoja.
sme: Stuorimus earenoamášvuohta soaitá leat dat, ahte muhtin sámediggelahtut (geat eai mana oba sámedikki dievasčoakkámiinge) leat doarjalan, ahte Suopma ratifiserelii ILO 169-soahpamuša almmá mangelágán ravdaeavttuid haga.

source: Melkoinen Ilo-rykimä on kalkkiviivoilla iskenyt joihinkin saamelaisiin.
sme: Oalle stuora Ilo-rahkan lea geasuhan muhtin sápmelaččaid.

source: Metsää ei nähdä puilta.
sme: Vuovddi ii oainne muorain.

source: Minä en voi tässä tilanteessa suositella, että Suomi ratifioisi ILO 169-sopimuksen, koska se on arvojeni ja yleiskokouksen päätöksien vastaista.
sme: Mun in sáhte dán dilis ávžžuhit, ahte Suopma ratifiserelii ILO 169-soahpamuša, daningo dat ii leat mu árvvuid ja dievasčoakkáma mearrádusaid mielde.

source: ILO 169-sopimus ja saamelaiskäräjälain uudistus on nivottu yhteen myös hallituksen esityksessä Ilo 169-sopimuksen ratifioimiseksi.
sme: ILO 169-soahpamuš ja sámediggelága ođasnuhttin leaba njađđojuvvon oktii maid ráđđehusa evttohusas Ilo 169-soahpamuša ratifiserema várás.

source: Jos Suomi ratifioisi nyt sopimuksen, se pesisi kätensä ja voisi kansainvälisillä areenoilla kehua omaa erinomaisuuttaan alkuperäiskansaoikeuksien edistämisessä ratifioidessaan sopimuksen.
sme: Jos Suopma ratifiserelii dál soahpamuša, de dat basalii gieđaidis ja sáhtálii riikkaidgaskasaš arenain rámpot iežaset earenoamásvuođa álgoálbmotvuoigatvuođaid ovddideamis ratifiseredettiinis soahpamuša.

source: Sopimuksen ratifiointiin vetoavat pelaavat suoraan niiden pussiin, jotka vastustavat saamelaisia alkuperäiskansana.
sme: Soahpamuša ratifiserejeaddjit doarjalit njuolga daid sehkkii, geat vuostálastet sápmelaččaid álgoálbmogin.

source: Suomi ei ole aiemmin voinut ratifioida sopimusta, koska se ei ole halunnut antaa saamelaisille sopimuksen edellyttämiä alkuperäiskansaoikeuksia.
sme: Suopma ii leat ovdal sáhttán ratifiseren soahpamuša, daningo dat ii leat háliidan addit sápmelaččaide soahpamuša eaktudan álgoálbmotvuoigatvuođaid.

source: Nyt sopimuksen ratifioinnin kannattajat haluavat antaa tukensa sopimuksen ratifioinnille, vaikka sopimuksen suojan piiriin tulisi etnisesti suomalaisia eikä yhteistoimintavelvoitetta ei olisi.
sme: Dál soahpamuša ratifiserema guottiheaddjit háliidit addit doarjaga soahpamuša ratifiseremii, vaikko soahpamuša suoji ollái boađále etnihkalaš suopmelaččat iige ovttasbargangeatnegasvuođat oba livččege.

source: Suomen oikeusjärjestys on lähtenyt siitä, että lainsäädäntö tulee saattaa sopimuksen ratifioinnin edellyttämälle tasolle ennen kuin sopimus voidaan ratifioida.
sme: Suoma riektevuogádat lea vuolgán das, ahte láhkaásaheapmi galgá dolvojuvvot soahpamuša ratifiserema gáibidan dássái ovdalgo soahpamuš sáhttá ratifiserejuvvot.

source: Jos sopimus ratifioitaisiin nyt, siitä tulisi korvaamatonta vahinkoa.
sme: Jos soahpamuš ratifiserejuvvo dál, de das šattalii buhttemeahttun vahát.

source: Suomi liittyisi sopimukseen tuomatta mitään lisä-arvoa saamelaiskulttuurin suojelemiselle tukien saamelaisten assimilaatiota.
sme: Suopma laktásivččii soahpamuššii nu ahte ii buvttale maidege lassiárvvuid sámi kultuvrra suodjaleami várás ja doarjjulii sápmelaččaid assimilašuvnna.

source: Ilo 169-sopimuksessa on artikla 1, jossa säädetään siitä mihin sopimusta sovelletaan ja artiklat 6,14 ja 15 yhteistoimintavelvoitteesta ja maa- ja vesioikeuksista.
sme: Ilo 169-soahpamušas lea artihkal 1, mas mearriduvvo mot soahpamuš guoskaduvvo ja artihkkalat 6, 14 ja 15 ovttasbargangeatnegasvuođas ja eanan- ja čáhcevuoigatvuođain.

source: Nyt nämä kaikki oikeudet tulisivat vapaaksi riistaksi käytännössä melkein kaikille kotiseutualueen asukkaille, eli toteutuisi juuri se, mitä ” statuksettomiksi saamelaisiksi ” itsenään kutsuvat suomalaiset ja Lapin kansanedustajat ovat halunneet, Enontekiön ja Inarin kunnista puhumattakaan.
sme: Dál dát vuoigatvuođat šattale friddja oapmin ja geavadis measta buot ruovttuguovllu orruide, dehege de olláhuvalii jur dat, maid ” stauskeahtes sápmelažžan ” iežaset gohčodan suopmelaččat ja Lappi riikkabeaiveáirasat leat háliidan, Eanodaga ja Anára suohkaniin oba humakeahttáge.

source: Saamelaiset pelaisivat suoraan valtion ansaan.
sme: Sápmelaččat spealale njuolga stáhta gillii.

source: Saamelaiskäräjien alasajo on jo alkanut.
sme: Sámedikki vulosvuodjin lea juo álgán.

source: Manhattan myytiin aikoinaan kolonialisteille muutamasta lasihelmestä.
sme: Manhattan vuvdojuvvui kolonialisttaide dolin muhtin bearraliin.

source: Minulle meidän tunturimme ovat tätä tärkeämmät.
sme: Munnje min duoddarat leat buot dehálepmosat.

source: Mihin nämä kompromissit ja Suomen hännystely loppuu ?
sme: Masa dát kompromissat ja Suoma njoallun nohká ?

source: Ailun sanoin ” pohjoisempaan emme enää pääse ”.
sme: Áillohačča sániiguin ” davvelii eat šat beasa ”.

source: Arktinen alue lämpenee, idässä ja lännessä on rajat vastassa, etelään emme pääse.
sme: Árktalaš guovlu lieggana, nuortin ja oarjin leat rájit ovddas, luksa eat šat beasa.

source: Ilo 169-sopimuksen toimeenpanosta raportoidaan viiden vuoden välein.
sme: Ilo 169-soahpamuša olláhuhttimis raporterejuvvo viđa jagi gaskkaid.

source: Mitään ei tarvitsisi tapahtua.
sme: Mihkkege ii dárbbahivčče dáhpáhuvvat.

source: Suomi hyvin tunnetusti jättää täyttämättä kansainväliset velvoitteensa – eli asiantuntijakomitean suositukset voidaan sivuuttaa samoin kuin YK:n ihmisoikeuskomitean suosituksetkin.
sme: Suopma lea beakkán das, ahte dat guođđá deavddekeahttá riikkaidgaskasaš geatnegasvuođaidis – dehege áššedovdikomitea ávžžuhusat sáhttet meaddelmannojuvvot seamma ládje go ON:a olmmošriektekomitea ávžžuhusatnai.

source: Mitä saamelaiset tekevät Ilo-sopimuksella enää tämän jälkeen ?
sme: Mot sápmelaččat ávkahuvvet Ilo-soahpamušain šat dán maŋŋel ?

source: Mitä hyötyä saamelaisille on, että saamelaiset käyvät sankoin joukoin valittamassa Genevessä, että Suomi suorittaa kulttuurista kansanmurhaa, etenkin jos se on itse ollut luomassa sille edellytykset tukemalla ILO 169-sopimuksen ratifiointia ?
sme: Mii ávkkiid sápmelaččaide lea, ahte sápmelaččat mannet válvin váidaleame Geneves, ahte Suopma olláhuhttá kultuvrralaš olmmošgoddima, eandalit jos dat lea duddjome eavttuid dasa eavttuid nu ahte doarju ILO 169-soahpamuša ratifiserema ?

source: Jos Suomi ratifioisi ILO 169-sopimuksen nytkin, pohjoismaisen saamelaissopimuksen merkitys katoaisi, koska Suomi olisi sopimukseen liittymisen yhteydessä määrittänyt saamelaismääritelmän sisällön ja maa-, ja vesi- ja elinkeino-oikeuksien tason.
sme: Jos Suopma ratifiserelii ILO 169-soahpamuša dálnai, de davviriikkalaš sámi soahpamuša mearkkašupmi láhppolii, daningo Suopma livččii soahpamuššii čátnaseami oktavuođas meroštallan sápmelašmeroštallama sisdoalu ja eanan-, čáhce- ja ealáhusvuoigatvuođaid dási.

source: Saamelaismääritelmän ja KHO:n ennakkopäätöksen vaikutukset eivät näy radikaalisti vielä näissä vaaleissa, mutta jo muutamassa kaudessa saamelaiskäräjät voi korvautua etnisesti suomalaisilla, lappalaisveroa kunniakkaasti maksaneiden suomalaisten jälkeläisillä.
sme: Sápmelašmeroštallama ja AHR:a ovdadáhpáhusa váikkuhusat eai vuhtto stuorrát vel dáin válggain, muhto juo muhtin bajis sámediggi sáhttá buhttejuvvot etnihkalaččat suopmalaččaiguin, lappalašvearu gutnálaččat máksán suopmelaččaid maŋisboahttiiguin.

source: Ajatelkaa hyvät saamelaiset järjellänne, Lisman ministereitä meillä on riittänyt Hyvärisestä lähtien.
sme: Jurddahallet buorit sápmelaččat, Lismmá ministarat mis leat leamaš doarvái Hyvärisä rájes.

source: Olen tutkijana monesti miettinyt, miltä kulttuurin viimeiseltä edustajalta on tuntunut tai niiltä tutkijoilta, jotka ovat seuranneet alkuperäiskansan sulautumista valtakulttuuriin, kuten valitettavan usein 1900-luvun antropologisissa tutkimuksissa tuotiin esille.
sme: Lean dutkin máŋgii jurddahallan, mot kultuvrra maŋimus ovddasteaddjis lea orron dehe dain dutkiin, geat leat čuvvon álgoálbmoga suddama váldoálbmogii, dego dađi bahábut oalle dávjá 1900-logu antropologalaš dutkamušain lea bukton ovdan.

source: En ole koskaan kuvitellutkaan, että joutuisin itse seuraamaan samanlaista kehitystä.
sme: In leat goassige govahallange, ahte šattalin čuovvut seammalágán gárganeami.

source: Olen haudannut kaksi veljeä ja isäni.
sme: Lean hávdádan iežan guokte vielja ja áhči.

source: Joudun elinaikanani näkemään ilmastonmuutoksen tuhot ja näkemään, kuinka saamelaiskulttuuri haudataan.
sme: Šattan eallinahkán áigge oaidnit dálkkádatrievdama duššademiid ja oaidnit mot sámi kultuvra hávdáduvvo.

source: Tämä oli viimeinen mahdollisuus turvata saamelaiskulttuuri.
sme: Dát lei maŋimus vejolašvuohta dorvvastit sámi kultuvrra.

source: Ja Suomi menetti sen.
sme: Ja dál Suopma lea dan massán.

source: Kiitän kaikkia saamelaisia, blogini lukijoita, saamelaiskäräjien työntekijöitä ja yhteistyökumppaneita näistä yhteisistä vuosista.
sme: Giittán buot sápmelaččaid, mu blogga lohkkiid, sámedikki bargiid ja ovttasbargoguimmiid dáin oktasaš jagiin.

source: Pidän blogiani avoinna kommenteille vielä jonkin aikaa ennen kuin se suljen sen.
sme: Doalan iežan blogga rabasin vel muhtin áigge ovdal go steŋgen dan.

source: Jään nyt vuosilomalle odottamaan yleiskokouksen koolle kutsumista.
sme: Bázán dál jahkelupmui vuordit dievasčoakkáma čoahkkái bovdema.

source: Mikäli eduskunta käsittelee ILO 169-sopimusta, menen keskustelua seuraamaan, koska haluan katsoa tämän loppuun asti.
sme: Jos riikkabeaivvit gieđahallá ILO 169-soahpamuša, de manan čuovvut ságastallama, daningo háliidan geahččat dán loahpa rádjái.

source: En ryhdy kommentoimaan eduskunnan käymää keskustelua tätä tarkemmin.
sme: In riema kommenteret riikkabeivviid olis leamaš ságastallama dán dárkileappot.

source: Saamelaisvastaisuus ja rasismi jää historiaan.
sme: Sápmelašvuostásašvuohta ja rasisma báhcá historjái.

source: Hallituksen esityksen vastustajien loukkaavien sanojen toistaminen ei tässä mielentilassa ole hyödyllistä.
sme: Ráđđehusa evttohusa vuostálastiid bávččagahtti sániid geardduheapmi ii dán mielladilis leat ávkkálaš.

source: Haluaisin unohtaa ne, mutta ihmisen mieli ei ole valitettavasti rakennettu niin.
sme: Háliidivččen daid vajálduhttit, muhto dađi bahábut olbmo jierbmi ii leat nu ráhkaduvvon.

source: Tämä oli elämäni suurin järkytys.
sme: Dát lei mu eallináigge stuorimus ja eanemus guoskkaheaddji dáhpáhus.

source: Tulen tästä selviämään - se on pakko - mutta mitä tuleville sukupolville tapahtuu ?
sme: Boađán dás beassat ovddos – dat lea bággu – muhto mii dáhpáhuvvá boahtte buolvvaide ?

source: Se on suurin pelkoni.
sme: Dat lea mu stuorimus ballu.

source: Osa voi pitää minua rintamakarkurina.
sme: Muhtimat sáhttet atnit mu dego livččen báhtareame.

source: Mutta mitä muuta mahdollisuutta minulla ei enää ole osoittaa saamelaiskäräjien kantaa kun eroaminen – kaikki muut keinot on jo käytetty ?
sme: Muhto mii eará vejolašvuođaid mus lea šat eará čujuhit go earráneami – buot eará vuogit leat juo adnon ?

source: Saamelaiset eivät ole kuin kuminauha.
sme: Sápmelaččat eai leat dego gummebaddi.

source: Raja meillekin tulee vastaan, ja minun rajani on tässä.
sme: Misdahan maid boahtá rádji vuostá, ja mu rádji lea dás.

source: Liitän blogiini vielä tiedoksenne myöhemmin eronpyyntöni (käännökset eivät ole valmiit) saamelaiskäräjien luottamustehtävistä ja saamelaiskäräjien jäsenyydestä.
sme: Mun lavttán bloggai diehtun vel maŋŋelaš iežan earrobivdaga sámedikki luohttámušdoaimmain ja sámedikki lahttuvuođas.

source: Ja vielä varmistukseksi: en ole edelleenkään ole ehdolla tulevissa saamelaiskäräjävaaleissa.
sme: Ja vel sihkkarastima dihte: in leat velge áigume evttohassan boahtte sámediggeválggaide.
